[
	{
		"name": "Feelit", 
		"time": "ongoing", 
		"detail": [
			"A key focus of this work was to recognize implicit emotions in blog posts.", 
			"Different from past approaches using surface features, we utilize syntax and semantic knowledges and learn meaningful patterns to detect a user's intended emotion."], 
		"note": "", 
		"link": "http://academiasinicanlplab.github.io/feelit/", 
		"team": ["cherry"], 
		"preview": "feelit-content"
	}, 
	{
		"name": "Glance", 
		"time": "2014", 
		"detail": [
			"GLANCE is a text visualization tool to present a large amount of lexical phenomena using charts and graphs.", 
			"We designed interfaces to allow comparison between text and graphics presentation.", "This project aimed at helping language learners understand a word quickly and intuitively. Just glance at it!"], 
		"note": "", 
		"link": "http://glance-it.herokuapp.com", 
		"team": ["neo", "joe", "mavis", "gina"], 
		"preview": "glance-logo"
	}, 
	{
		"name": "Linggle 10^12", 
		"time": "2012-2013", 
		"detail": [
			"We introduce a Web-scale linguistics search engine, Linggle, that retrieves lexical bundles in response to a given query.", 
			"The query might contain keywords, wildcard, wild part of speech (PoS), synonymous words, and additional regular expression (RE) operators."], 
		"note": "", 
		"link": "http://linggle.com", 
		"team": ["joanne", "wujc", "joe", "jason"], 
		"preview": "linggle-logo"
	}, 
	{
		"name": "FLOW", 
		"time": "2012", 
		"detail": [
			"FLOW (a First-Language-Oriented Writing Assistant System) is built based on first-language-oriented input function and context sensitive approach, aiming at providing immediate and appropriate suggestions including translations, paraphrases, and n-grams during composing and revising processes.", 
			"It is expected to help EFL writers achieve their writing flow without being interrupted by their insufficient lexical knowledge."], 
		"note": "", 
		"link": "http://service.nlpweb.org/FLOW", 
		"team": ["neo", "vincent", "mavis"], 
		"preview": "flow-logo"
	}, 
	{
		"name": "TELL", 
		"time": "2012", 
		"detail": [
			"TELL is one of the language learning projects of \"Candle 3\", which is aim at providing more comprehensive systems to assist learners.", 
			"This system is built based on speech information provided by <a href=\"http://www.ted.com/\" target=\"_blank\">TED</a> conference. We collaborate with <a href=\"http://mir.cs.nthu.edu.tw/\" target=\"_blank\">MIRLab</a> at NTHU to process the TED speech, align the Chinese-English transcript and design a interactive way to learn English."], 
		"note": "", 
		"link": "http://service.nlpweb.org/TELL", 
		"team": ["gina", "grass", "davidson"], 
		"preview": "tell-logo"
	}, 
	{
		"name": "Frame Dictionary", 
		"time": "2013", 
		"detail": [
			"Verb frames are very important for language learners, since they capture the semantics and word usages associated with verbs. Unfortunately, most online resources show verb frames with broad semantic categories (i.e., something and somebody) which are not very informative.", 
			"For this, we introduce a method for automatically generating more comprehensive verb frames."], 
		"note": "MS Thesis at NTHU", 
		"link": "http://moon.nlpweb.org:6699/search?verb=apologize", 
		"team": ["wujc", "jason"], 
		"preview": "framefinder-content"
	}, 
	{
		"name": "Grammatical Error Correction System", 
		"time": "2013", 
		"detail": [
			"The system consists of four modules in a pipeline to correct errors related to determiners, prepositions, verb forms and noun number.", 
			"We received an overall F-measure score of 0.325, which put our system in second place among 17 systems evaluated."], 
		"note": "", 
		"link": "", 
		"team": ["teer", "gina", "joe", "wujc"], 
		"preview": "conll-content"
	}, 
	{
		"name": "A Health Care Prototype", 
		"time": "2013", 
		"detail": [
			"This prototype is built to benefit families. It can monitor the food stock in the refrigerator, provide suggestions for today's meals, record the diets for each member, interact with an online supermarket.", 
			"In this project, I mainly focus on front-end design and Yu Chiao takes care the architecture and system functions."], 
		"note": "", 
		"link": "http://kristen-design.herokuapp.com/recipe", 
		"team": ["kristen"], 
		"preview": "yuchiao-content"
	},
	{
		"name": "Howtospeak", 
		"time": "2012", 
		"detail": [
			"A prototype before <a href=\"http://linggle.com/\" target=\"_blank\">linggle</a> for fast looking up google ngrams"], 
		"note": "", 
		"link": "http://fringe.nlpweb.org/howtospeak/", 
		"team": [], 
		"preview": "howtospeak-content"
	},	
	
]